tap "beeftornado/rmtree"
tap "brewsci/bio"
tap "cormacrelf/tap"
tap "getantibody/tap"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask", "https://github.com/Homebrew/homebrew-cask.git"
tap "homebrew/cask-fonts", "https://github.com/caskroom/homebrew-fonts"
tap "homebrew/cask-versions", "https://github.com/caskroom/homebrew-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "joshuaclayton/formulae"
tap "martido/graph"
tap "rhysd/git-brws", "https://github.com/rhysd/git-brws"
tap "shellspec/shellspec"
tap "warrensbox/tap"

brew "awscli"
brew "bat"
brew "chruby"
brew "coreutils"
brew "direnv"
brew "docker-completion"
brew "docker-compose-completion"
brew "exa"
brew "fd"
brew "fzf"
brew "getantibody/tap/antibody"
brew "git"
brew "git-delta"
brew "git-vendor"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "graphviz"
brew "heroku/brew/heroku"
brew "htop"
brew "httpie"
brew "jq"
brew "lazygit"
brew "libffi"
brew "libssh"
brew "luarocks"
brew "neovim", args: ["HEAD"]
brew "nmap"
brew "node-build"
brew "nodenv"
brew "noti"
brew "openjdk"
brew "openssl@1.1"
brew "p7zip"
brew "pgcli"
brew "pipenv"
brew "pyenv"
brew "rbenv"
brew "readline"
brew "rename"
brew "ripgrep"
brew "ruby-install"
brew "rust-analyzer"
brew "sd"
brew "shellspec/shellspec/shellspec"
brew "starship"
brew "terraform-ls"
brew "tmux"
brew "warrensbox/tap/tfswitch"
brew "watchexec"
brew "wget"
brew "zsh"
brew "zsh-completions"

cask "adoptopenjdk"
cask "alacritty"
cask "daisydisk"
cask "dropbox"
cask "font-jetbrainsmono-nerd-font"
cask "font-roboto-mono"
cask "font-roboto-mono-for-powerline"
cask "font-robotomono-nerd-font"
cask "java"
cask "keepingyouawake"
cask "keybase"
cask "ngrok"
cask "notion"
cask "rocket"
cask "session-manager-plugin"
cask "typora"
