tap "cormacrelf/tap"
tap "homebrew/bundle"
tap "homebrew/cask", "https://github.com/Homebrew/homebrew-cask.git"
tap "homebrew/cask-fonts", "https://github.com/caskroom/homebrew-fonts"
tap "homebrew/cask-versions", "https://github.com/caskroom/homebrew-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "warrensbox/tap"

brew "awscli"
brew "bat"
brew "coreutils"
brew "direnv"
brew "exa"
brew "fd"
brew "fzf"
brew "git"
brew "git-delta"
brew "git-vendor"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "htop"
brew "httpie"
brew "jq"
brew "lazygit"
brew "neovim", args: ["HEAD"]
brew "noti"
brew "pgcli"
brew "readline"
brew "rename"
brew "ripgrep"
brew "sd"
brew "starship"
brew "tmux"
brew "watchexec"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "zplug"

cask "docker"
cask "dropbox"
cask "font-jetbrains-mono-nerd-font"
cask "font-roboto-mono"
cask "font-roboto-mono-for-powerline"
cask "font-roboto-mono-nerd-font"
cask "keepingyouawake"
cask "ngrok"
cask "notion"
cask "rocket"
cask "spotify"
cask "typora"
cask "tuple"
cask "1password"
